Repository: Akebu/Sensible
Catalog: sensibleprefs/Resources/*.lproj/Localizable.strings
Languages: fr

source: Crafted by Tony Ciroussel
fr: Crée par Tony Ciroussel

source: Enabled
fr: Activé

source: Behavior
fr: Comportement

source: About
fr: A propos

source: Source code
fr: Code source

source: Send me a mail
fr: Contactez moi

source: Add my repository
fr: Ajouter mon repo à Cydia

source: Translation
fr: Traductions

source: Open with Cydia ?
fr: Ouvrir avec Cydia ?

source: Yes
fr: Oui

source: No
fr: Non

source: Custom actions for TouchID
fr: Actions personnalisé pour le TouchID

source: Home button
fr: Bouton d'accueil

source: Multitask
fr: Multitâche

source: Sleep
fr: Verouiller

source: Assign an activator listener
fr: Assigner une action d'activator

source: Siri / VoiceControl
fr: Siri / Control Vocal

source: Do nothing
fr: Ne rien faire

source: Single touch
fr: Appui simple

source: Double touch
fr: Appui double

source: Triple touch
fr: Appui triple

source: Hold
fr: Maintenir

source: Single touch and hold
fr: Appui simple et maintenir

source: Protect CC
fr: Proteger le Control Center

source: Prevent accidentally register a touch when invoking the Control Center
fr: Evite d'actioner un appui simple lorsque que vous essayez d'invoquer le control center

source: Touch wait time (ms)
fr: Latence en ms

source: Default is 0.25 ms, if optimize is enabled Sensible will analyze your habits in order to set the best wait time. The 5 first times can be long but it will become faster with time
fr: La valeur courante est 0,25 ms, si vous avez choisi d'optimiser, Sensible va analyser vos habitudes afin de trouver le meilleur temps d'attente. Les premières pressions peuvent être longues mais cela devrait s'attenuer au fil du temps

source: Optimize wait time
fr: Optimiser la latence

source: Duration
fr: Durée

source: Intensity
fr: Intensité

source: About translation
fr: A propos

source: Help me to translate
fr: Aidez moi à traduire

source: It seems that you have neither iFile nor Filza. It's simpler to translate from these applications, however you can also navigate into the PreferenceBundle and grab Localizable.strings Once finished you can send me the file by email :)
fr: Il semble que nous n'avez ni iFile ni Filza. Il est plus simple de traduire depuis ces applications, néamoins vous pouvez aussi naviguer dans PreferenceBundle et traduire depuis le fichier Localizable.strings Une fois terminé vous pouvez m'envoyer votre travail par mail :)
